// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

// Task name & description
HSDTaskName = "Instellingen van proxyserver";
HSDTaskDescription = "U kunt de printer aansluiten op internet. Als u een proxyserver gebruikt om verbinding te maken via internet, dan configureert u de onderstaande instellingen.";
TaskDescriptionInAssistantMode = "Uw printer moet verbinding met internet hebben om verbinding te maken met HP Webservices. Als u een proxyserver gebruikt voor verbinding met internet, moet u de proxyserverinstellingen hieronder invoeren.\n\nRaadpleeg de instellingen in het voorkeurenpaneel 'Netwerk' of neem contact op met uw systeembeheerder als u uw proxyinstellingen niet weet.";

// Radio buttons matrix
HSDProxyServerNotRequiredTitle = "U hebt geen proxyserver nodig om verbinding te maken met internet";
HSDAutomaticProxySettingsTitle = "Automatisch (de instellingen worden automatisch door het apparaat gedetecteerd)";
HSDCustomProxySettingsTitle = "Aangepaste proxyserverconfiguratie:";
HSDSystemProxySettingsTitle = "Systeeminstellingen kopiëren";

// Proxy server settings
HSDProxyServerTitle = "Proxyserver:";
ProxyPortTitle = "Proxypoort:";

// Authentication
HSDRequiresAuthenticationButton = "Voor de proxyserver is verificatie vereist";
HSDUserNameTitle = "Gebruikersnaam:";
HSDPasswordTitle = "Wachtwoord:";

HSDApplyNowButtonTitle = "Pas nu toe";

// progress titles
UpdateInformationProcessTitle = "Informatie bijwerken...";

// alerts
EmptyProxyServerOrPortErrorText = "De proxyserver en de proxypoort moeten worden opgegeven.";

EmptyUserNameOrPasswordErrorText = "Voor de verificatie van de proxyserver moet de gebruikersnaam en het wachtwoord worden opgegeven.";

IncorrectProxyServerNameFormatErrorText = "Kan naam van de proxyserver niet instellen. Controleer of deze een geldige indeling heeft.";

HSDUserNameTooLargeErrorText = "De gebruikersnaam is te lang. Uw apparaat ondersteunt een gebruikersnaam van maximaal %d tekens lang.";
